app/controllers/admin/articles_controller.rb

	def create
		@article = Article.new(article_params)

		if @article.save
---
INSERT INTO `articles` (`title`, `text`, `created_at`, `updated_at`) VALUES ('admin', 'user', '2019-04-03 06:04:38', '2019-04-03 06:04:38')

	def update
		@article = Article.find(params[:id])

		if @article.update(article_params)
---
SELECT  `articles`.* FROM `articles` WHERE `articles`.`id` = 1 LIMIT 1
UPDATE `articles` SET `text` = 'use', `updated_at` = '2019-04-03 07:44:27' WHERE `articles`.`id` = 1